Repository: pyquick/SimpleLoader
Catalog: SimpleLoader/Languages/*.lproj/Localizable.strings
Languages: es, it, zh_hans, zh_hant

# app_title
source: SimpleLoader System Extension Installer
es: Instalador de Extensiones SimpleLoader
it: Installatore di estensioni SimpleLoader
zh_hans: SimpleLoader 系统扩展安装工具
zh_hant: SimpleLoader 系統擴充安裝工具

# app_subtitle
source: Automatically merge KDK and install Kext/Bundle to /System/Library/Extensions
es: Combina KDK automáticamente e instala Kext/Bundle en /System/Library/Extensions
it: Combina automaticamente KDK e installa Kext/Bundle In /System/Library/Extensions
zh_hans: 自动合并 KDK 并安装 Kext/Bundle 到 /System/Library/Extensions
zh_hant: 自動合併 KDK 並安裝 Kext/Bundle 到 /System/Library/Extensions

source: Installation Options
es: Opciones de instalación
it: Opzioni di installazione
zh_hans: 安装选项
zh_hant: 安裝選項

# show_advanced
source: Show Advanced Options
es: Mostrar opciones avanzadas
it: Mostra opzioni avanzate
zh_hans: 显示高级选项
zh_hant: 顯示進階選項

# hide_advanced
source: Hide Advanced Options
es: Ocultar opciones avanzadas
it: Nascondi opzioni avanzate
zh_hans: 隐藏高级选项
zh_hant: 隱藏進階選項

# force_overwrite
source: Force overwrite existing files
es: Forzar sobrescritura de archivos existentes
it: Forzare la sovrascrittura dei file esistenti
zh_hans: 强行覆盖重名文件
zh_hant: 強制覆蓋同名檔案

# backup_existing
source: Backup existing Kext/Framework
es: Hacer copia de seguridad de Kext/Framework existente
it: Eseguire il backup di Kext/Framework esistenti
zh_hans: 备份现有 Kext/Framework
zh_hant: 備份現有 Kext/Framework

source: Advanced Options
es: Opciones avanzadas
it: Opzioni avanzate
zh_hans: 高级选项
zh_hant: 進階選項

# install_to_le
source: Install to /Library/Extensions
es: Instalar en /Library/Extensions
it: Installare in /Library/Extensions
zh_hans: 安装到/Library/Extensions
zh_hant: 安裝到 /Library/Extensions

# install_to_private
source: Allow installing Framework to /System/Library/PrivateFrameworks
es: Permitir instalar Framework en /System/Library/PrivateFrameworks
it: Consenti installazione Framework in /System/Library/PrivateFrameworks
zh_hans: 允许安装Framework到/System/Library/PrivateFrameworks
zh_hant: 允許安裝 Framework 到 /System/Library/PrivateFrameworks

# private_warning
source: Warning: Installing to PrivateFrameworks may cause system crash
es: Advertencia: Instalar en PrivateFrameworks puede causar fallos del sistema
it: Attenzione: l'installazione su PrivateFrameworks può causare arresti anomali del sistema
zh_hans: 警告：安装到PrivateFrameworks可能导致系统崩溃
zh_hant: 警告：安裝到 PrivateFrameworks 可能導致系統崩潰

# full_kdk_merge
source: Merge complete KDK (including Kernel)
es: Combinar KDK completo (incluyendo Kernel)
it: Combinare KDK completo (incluso Kernel)
zh_hans: 合并完整的KDK(包括Kernel)
zh_hant: 合併完整 KDK（包含 Kernel）

# kdk_warning
source: Not recommended: Merging complete KDK will occupy extra space and bring security risks
es: No recomendado: Combinar KDK completo ocupará espacio adicional y conlleva riesgos de seguridad
it: Non consigliato: la combinazione completa di KDK occuperà spazio aggiuntivo e comporterà rischi per la sicurezza
zh_hans: 不建议：合并完整KDK会占用额外空间并带来安全隐患
zh_hant: 不建議：合併完整 KDK 會佔用額外空間並帶來安全風險

source: Status
es: Estado
zh_hans: 状态
zh_hant: 狀態

source: Ready
es: Listo
it: Pronto
zh_hans: 准备就绪
zh_hant: 準備就緒

# installing_kext
source: Installing Kext to /System/Library/Extensions
es: Instalando Kext en /System/Library/Extensions
it: Installazione di Kext in /System/Library/Extensions
zh_hans: 正在将 Kext 安装到 /System/Library/Extensions
zh_hant: 正在將 Kext 安裝到 /System/Library/Extensions

# merging_kdk
source: Merging KDK files
es: Combinando archivos KDK
it: Combinazione di file KDK
zh_hans: 正在合并 KDK 文件
zh_hant: 正在合併 KDK 檔案

# starting_merge_and_install
source: Starting KDK merge and Kext installation...
es: Iniciando combinación de KDK e instalación de Kext...
it: Avvio della combinazione KDK e dell'installazione di Kext...
zh_hans: 开始合并KDK并安装Kext...
zh_hant: 開始合併 KDK 並安裝 Kext...

# starting_install_kext
source: Starting Kext file installation...
es: Iniciando instalación de archivo Kext...
it: Avvio dell'installazione del file Kext...
zh_hans: 开始安装Kext文件...
zh_hant: 開始安裝 Kext 檔案...

# select_kext
source: Select Kext/Framework file
es: Seleccionar archivo Kext/Framework
it: Seleziona file Kext/Framework
zh_hans: 选择 Kext/Framework 文件
zh_hant: 選擇 Kext/Framework 檔案

# drop_files
source: Drag and drop Kext/Framework files here
es: Arrastra y suelta archivos Kext/Framework aquí
it: Trascina e rilascia i file Kext/Framework qui
zh_hans: 拖放 Kext/Framework 文件到这里
zh_hant: 拖放 Kext/Framework 檔案到這裡

# select_files
source: Click to select files...
es: Haz clic para seleccionar archivos...
it: Clicca qui per selezionare i file...
zh_hans: 点击选择文件...
zh_hant: 點擊選擇檔案...

source: Operation Log
es: Registro de operaciones
it: Registro delle operazioni
zh_hans: 操作日志
zh_hant: 操作日誌

# waiting
source: Waiting for operation...
es: Esperando operación...
it: In attesa di operazione...
zh_hans: 等待操作...
zh_hant: 等待操作...

# open_kdk
source: Open KDK Directory
es: Abrir directorio KDK
it: Apri la directory KDK
zh_hans: 打开KDK目录
zh_hant: 開啟 KDK 目錄

# merge_kdk
source: Merge KDK Only
es: Sólo combinar KDK
it: Unisci_kdk
zh_hans: 仅合并KDK
zh_hant: 僅合併 KDK

# start_install
source: Start Installation
es: Iniciar instalación
it: Avvia l'installazione
zh_hans: 开始安装
zh_hant: 開始安裝

source: Cancel
es: Cancelar
it: Annullare
zh_hans: 取消
zh_hant: 取消

source: About
es: Acerca de
it: A proposito di
zh_hans: 关于软件
zh_hant: 關於軟體

source: Rebuild Cache
es: Reconstruir caché
it: Ricostruisci_cache
zh_hans: 重建缓存
zh_hant: 重建快取

source: Create Snapshot
es: Crear instantánea
it: Crea_istantanea
zh_hans: 创建快照
zh_hant: 建立快照

source: Restore Snapshot
es: Restaurar instantánea
it: Ripristina_istantanea
zh_hans: 恢复快照
zh_hant: 還原快照

source: Version
es: Versión
it: Versione
zh_hans: 版本
zh_hant: 版本

source: Author
es: Autor
it: Autore
zh_hans: 作者
zh_hant: 作者

source: Copyright
zh_hans: 版权
zh_hant: 版權

source: Contributors
es: Contribuyentes
it: Collaboratori
zh_hans: 贡献者
zh_hant: 貢獻者

# visit_github
source: Visit GitHub Repository
es: Visitar repositorio GitHub
it: Visita il repository GitHub
zh_hans: 访问GitHub仓库
zh_hant: 造訪 GitHub 倉庫

source: Close
es: Cerrar
it: Chiudere
zh_hans: 关闭
zh_hant: 關閉

# rights_reserved
source: All Rights Reserved
es: Todos los derechos reservados
it: Tutti i diritti riservati
zh_hans: 保留所有权利
zh_hant: 保留所有權利

# contributor1
source: laobamac - Developer
es: laobamac - Desarrollador
it: laobamac - Sviluppatore
zh_hans: laobamac - 开发者
zh_hant: laobamac - 開發者

# contributor2
source: perez987 - Partial English translation
es: perez987 - Traducción parcial al inglés
it: perez987 - Traduzione parziale in inglese
zh_hans: perez987 - 提供部分英语翻译
zh_hant: perez987 - 提供部分英文翻譯

source: Auto Detect
es: Detección automática
it: Rilevamento automatico
zh_hans: 自动检测
zh_hant: 自動偵測

source: Language Settings
es: Configuración de idioma
it: Configurazione della lingua
zh_hans: 语言设置
zh_hant: 語言設定

source: Language
es: Idioma
it: Lingua
zh_hans: 语言
zh_hant: 語言

source: Change Language
es: Cambiar idioma
it: Cambiare lingua
zh_hans: 更改语言
zh_hant: 變更語言

# opLogs
source: Operation Logs
es: Registros de operación
it: Registro Operazioni
zh_hans: 操作日志
zh_hant: 操作日誌

source: Installing...
es: Instalando...
it: Installazione...
zh_hans: 正在安装...
zh_hant: 正在安裝...

# merging
source: Merging KDK...
es: Combinando KDK...
it: Fusione KDK...
zh_hans: 正在合并KDK...
zh_hant: 正在合併 KDK...

source: Found
es: Encontrado
it: Trovato
zh_hans: 找到
zh_hant: 找到

# warning_no_kdk
source: Warning: No KDK found, please install KDK first
es: Advertencia: No se encontró KDK, instale KDK primero
it: Avvertenza: KDK non è stato trovato, installare prima KDK
zh_hans: 警告: 未找到KDK，请先安装KDK
zh_hant: 警告：未找到 KDK，請先安裝 KDK

source: Warning
es: Advertencia
it: Avvertenza
zh_hans: 警告
zh_hant: 警告

source: Error
it: Errore
zh_hans: 错误
zh_hant: 錯誤

# none_out
source: No output
es: Sin salida
it: Senza via d'uscita
zh_hans: 无输出
zh_hant: 無輸出

# unkn_error
source: Unknown error
es: Error desconocido
it: Errore sconosciuto
zh_hans: 未知错误
zh_hant: 未知錯誤

# error_cant_read_kdk_dir
source: Error: Cannot read KDK directory
es: Error: No se puede leer el directorio KDK
it: Errore: Impossibile leggere la directory KDK
zh_hans: 错误: 无法读取KDK目录
zh_hant: 錯誤：無法讀取 KDK 目錄

# error_not_selected_kdk
source: Error: No KDK selected
es: Error: No se seleccionó KDK
it: Errore: KDK non è stato selezionato
zh_hans: 错误: 未选择KDK
zh_hant: 錯誤：未選擇 KDK

# error_merged_kdk_failed
source: Error: KDK merge failed
es: Error: Falló la combinación de KDK
it: Errore_fusione_kdk_fallita
zh_hans: 错误: 合并KDK失败
zh_hant: 錯誤：合併 KDK 失敗

# error_not_selected_bundle
source: Error: No Kext file selected
es: Error: No se seleccionó ningún archivo Kext
it: Errore: nessun file Kext selezionato
zh_hans: 错误: 未选择任何Kext文件
zh_hant: 錯誤：未選擇任何 Kext 檔案

# error_installed_failed
source: Error: Installation failed
es: Error: Falló la instalación
it: Errore: installazione fallita
zh_hans: 错误: 安装失败
zh_hant: 錯誤：安裝失敗

# not_selected_kdk
source: No KDK selected
es: No se seleccionó KDK
it: KDK non è stato selezionato
zh_hans: 未选择KDK
zh_hant: 未選擇 KDK

# starting_merging
source: Starting KDK merge
es: Iniciando combinación de KDK
it: Iniziando la combinazione di KDK
zh_hans: 开始合并KDK
zh_hant: 開始合併 KDK

# locating_root_vol
source: Locating root volume...
es: Localizando volumen raíz...
it: Individuare il volume radice...
zh_hans: 定位根目录...
zh_hant: 定位根目錄...

# starting_merging_to_root_vol
source: Starting KDK merge to root volume
es: Iniciando combinación de KDK al volumen raíz
it: Avviando la combinazione di KDK al volume radice
zh_hans: 开始合并KDK到根目录
zh_hant: 開始合併 KDK 到根目錄

# slow_step
source: This step is slow, do not force stop!
es: ¡Este paso es lento, no forzar la detención!
it: Questo passo è lento, non forzare l'arresto!
zh_hans: 此步骤很慢，不要强制停止！
zh_hant: 此步驟較慢，請勿強制停止！

# merged_completed_umounted
source: Merge completed, root volume unmounted
es: Combinación completada, volumen raíz desmontado
it: Combinazione completata, volume radice smontato
zh_hans: 合并完成，已卸载根目录
zh_hant: 合併完成，已卸載根目錄

# merged_successfully
source: Merge successful
es: Combinado con éxito
it: Unito_con successo
zh_hans: 合并成功
zh_hant: 合併成功

# merged_failed
source: Merge failed
es: Combinación fallida
it: Combinazione fallita
zh_hans: 合并失败
zh_hant: 合併失敗

source: KDK merged successfully
es: KDK combinado con éxito
it: kdk_fuso_con successo
zh_hans: KDK已成功合并
zh_hant: KDK 已成功合併

# whether_select_kdk
source: Whether to select KDK
es: ¿Seleccionar KDK?
it: Selezionare KDK?
zh_hans: 是否选择KDK
zh_hant: 是否選擇 KDK

# info_not_selected_kdk
source: Info: No KDK selected
es: Información: No se seleccionó ningún KDK
it: Informazioni: Nessun KDK selezionato
zh_hans: 信息: 未选择任何KDK
zh_hant: 資訊：未選擇任何 KDK

source: Options
es: Opciones
it: Opciones
zh_hans: 选项
zh_hant: 選項

# force
source: Force Overwrite
es: Forzar sobrescritura
it: Forzare la sovrascrittura
zh_hans: 强制覆盖
zh_hant: 強制覆蓋

source: Backup
es: Copia de seguridad
it: Copia di backup
zh_hans: 备份
zh_hant: 備份

# rebuild
source: Rebuild Cache
es: Reconstruir caché
it: Ricostruisci la cache
zh_hans: 重建缓存
zh_hant: 重建快取

# install_completed
source: Installation completed
es: Instalación completada
it: Installazione completata
zh_hans: 安装完成
zh_hant: 安裝完成

# op_successfully
source: Operation successful
es: Operación exitosa
it: Operazione riuscita
zh_hans: 操作成功
zh_hant: 操作成功

# op_failed
source: Operation failed
es: Operación fallida
it: Operazione fallita
zh_hans: 操作失败
zh_hant: 操作失敗

# kext_has_been_installed
source: The specified kernel extension has been installed
es: La extensión de kernel especificada ha sido instalada
it: L'estensione del kernel specificata è stata installata
zh_hans: 指定的内核扩展已安装
zh_hant: 指定的核心擴充已安裝

# op_canceled
source: Operation canceled
es: Operación cancelada
it: Operazione annullata
zh_hans: 操作已取消
zh_hant: 操作已取消

# open_kdk_dir
source: Open KDK Directory
es: Abrir directorio KDK
it: Apri la directory KDK
zh_hans: 打开KDK目录
zh_hant: 開啟 KDK 目錄

# opened_kdk_dir
source: KDK directory opened
es: Directorio KDK abierto
it: Directory KDK aperta
zh_hans: 已打开KDK目录
zh_hant: 已開啟 KDK 目錄

# kdk_dir_exists
source: KDK directory exists
es: Existe directorio KDK
it: Directory KDK Esistente
zh_hans: KDK 目录存在
zh_hant: KDK 目錄存在

# warning_kdk_dir_doesnt_exist
source: KDK directory doesn't exists
es: No existe directorio KDK
it: Avvuso kdk dir non esiste
zh_hans: KDK 目录不存在
zh_hant: KDK 目錄不存在

# error_cant_gr_as
source: Cannot create AppleScript object
es: No se puede crear objeto AppleScript
it: Impossibile creare un oggetto AppleScript
zh_hans: 无法创建 AppleScript 对象
zh_hant: 無法建立 AppleScript 物件

# starting_rebuild
source: Starting kernel cache rebuild...
es: Iniciando reconstrucción de caché del kernel...
it: Avvio della ricostruzione della cache del kernel...
zh_hans: 开始重建内核缓存...
zh_hant: 開始重建核心快取...

# rebuild_successfully
source: Kernel cache rebuilt successfully
es: Caché del kernel reconstruida con éxito
it: Cache del kernel ricostruita con successo
zh_hans: 内核缓存重建成功
zh_hant: 核心快取重建成功

# rebuild_failed
source: Kernel cache rebuild failed
es: Fallo al reconstruir caché del kernel
it: Errore nella ricostruzione della cache del kernel
zh_hans: 内核缓存重建失败
zh_hant: 核心快取重建失敗

# starting_snapshot
source: Starting system snapshot creation...
es: Iniciando creación de instantánea del sistema...
it: Avvio della creazione di istantanee del sistema...
zh_hans: 开始创建系统快照...
zh_hant: 開始建立系統快照...

# snapshot_successfully
source: System snapshot created successfully
es: Instantánea del sistema creada con éxito
it: Istantanea del sistema creata con successo
zh_hans: 系统快照创建成功
zh_hant: 系統快照建立成功

# snapshot_failed
source: System snapshot creation failed
es: Fallo al crear instantánea del sistema
it: Errore nella creazione di istantanee di sistema
zh_hans: 系统快照创建失败
zh_hant: 系統快照建立失敗

# last_sealed_snapshot
source: Starting to restore last snapshot...
es: Iniciando restauración de última instantánea...
it: Avvio del ripristino dell'ultima istantanea...
zh_hans: 开始恢复最后一个快照...
zh_hant: 開始還原最後一個快照...

# revert_successfully
source: Snapshot restored successfully
es: Instantánea restaurada con éxito
it: Istantanea ripristinata con successo
zh_hans: 快照恢复成功
zh_hant: 快照還原成功

# revert_failed
source: Snapshot restore failed
es: Fallo al restaurar instantánea
it: Ripristino Instantanea fallito
zh_hans: 快照恢复失败
zh_hant: 快照還原失敗

# selected_kdk
source: KDK selected
es: KDK seleccionado
it: KDK selezionato
zh_hans: 已选择KDK
zh_hant: 已選擇 KDK

# only_merge_kdk
source: Merge KDK Only
es: Sólo combinar KDK
it: Combina solo KDK
zh_hans: 仅合并KDK
zh_hant: 僅合併 KDK

# creat_snapshot
source: Create Snapshot
es: Crear instantánea
it: Crea Istantanea
zh_hans: 创建快照
zh_hant: 建立快照

source: Select KDK
es: Seleccionar KDK
it: Seleziona KDK
zh_hans: 选择 KDK
zh_hant: 選擇 KDK

source: Select installed KDK
es: Seleccionar KDK instalado
it: Seleziona KDK installato
zh_hans: 选择已安装的KDK
zh_hant: 選擇已安裝的 KDK

source: Not selected
es: No seleccionado
it: Non selezionato
zh_hans: 未选择
zh_hant: 未選擇

source: Refresh
es: Actualizar
it: Aggiorna
zh_hans: 刷新
zh_hant: 重新整理

# effective_kdk
source: Valid KDK selected
es: KDK seleccionado válido
it: KDK selezionato valido
zh_hans: 有效的 KDK 已选择
zh_hant: 已選擇有效的 KDK

# choose_bundle
source: Select Kext/Framework file
es: Seleccionar archivo Kext/Framework
it: Scegliere file Kext/Framework
zh_hans: 选择 Kext/Framework 文件
zh_hant: 選擇 Kext/Framework 檔案

# drag_here
source: Drag and drop Kext/Framework files here
es: Arrastra y suelta archivos Kext/Framework aquí
it: Trascina e rilascia i file Kext/Framework qui
zh_hans: 拖放 Kext/Framework 文件到这里
zh_hant: 拖放 Kext/Framework 檔案到這裡

source: Or
es: O
it: O
zh_hans: 或
zh_hant: 或

# click_to_choose
source: Click to select files...
es: Haz clic para seleccionar archivos...
it: Clicca qui per selezionare i file ...
zh_hans: 点击选择文件...
zh_hant: 點擊選擇檔案...
